Repository: antikton/antikton-topbar-countdown
Catalog: languages/antikton-topbar-countdown-*.po
Languages: es_es, it_it, ja, pl_pl, pt_br

source: Action button/link
es_es: Botón/enlace de acción
it_it: Pulsante/link di azione
ja: アクションボタン/リンク
pl_pl: Przycisk/link akcji
pt_br: Botão/link de ação

source: Action on Finish
es_es: Acción al Finalizar
it_it: Azione alla Fine
ja: 終了時のアクション
pl_pl: Akcja po Zakończeniu
pt_br: Ação ao Finalizar

source: Activate Bar
es_es: Activar Barra
it_it: Attiva Barra
ja: バーを有効化
pl_pl: Aktywuj Pasek
pt_br: Ativar Barra

source: Activate Countdown
es_es: Activar Cuenta Regresiva
it_it: Attiva Conto alla Rovescia
ja: カウントダウンを有効化
pl_pl: Aktywuj Odliczanie
pt_br: Ativar Contagem Regressiva

source: Add custom CSS to style the top bar. Available classes:
es_es: Añade CSS personalizado para estilizar la barra superior. Clases disponibles:
it_it: Aggiungi CSS personalizzato per stilizzare la barra superiore. Classi disponibili:
ja: トップバーのスタイルにカスタムCSSを追加します。利用可能なクラス：
pl_pl: Dodaj niestandardowy CSS do stylizacji górnego paska. Dostępne klasy:
pt_br: Adicione CSS personalizado para estilizar a barra superior. Classes disponíveis:

source: Alternative Background Color
es_es: Color de Fondo Alternativo
it_it: Colore di Sfondo Alternativo
ja: 代替背景色
pl_pl: Alternatywny Kolor Tła
pt_br: Cor de Fundo Alternativa

source: Alternative Colors
es_es: Colores Alternativos
it_it: Colori Alternativi
ja: 代替カラー
pl_pl: Alternatywne Kolory
pt_br: Cores Alternativas

source: Alternative Link
es_es: Enlace Alternativo
it_it: Link Alternativo
ja: 代替リンク
pl_pl: Alternatywny Link
pt_br: Link Alternativo

source: Alternative Link Button Text
es_es: Texto del Botón de Enlace Alternativo
it_it: Testo del Pulsante Link Alternativo
ja: 代替リンクボタンテキスト
pl_pl: Tekst Przycisku Alternatywnego Linku
pt_br: Texto do Botão de Link Alternativo

source: Alternative Text
es_es: Texto Alternativo
it_it: Testo Alternativo
ja: 代替テキスト
pl_pl: Alternatywny Tekst
pt_br: Texto Alternativo

source: Alternative Text Color
es_es: Color de Texto Alternativo
it_it: Colore del Testo Alternativo
ja: 代替テキスト色
pl_pl: Alternatywny Kolor Tekstu
pt_br: Cor do Texto Alternativa

source: Always test on smaller screens.
es_es: Prueba siempre en pantallas más pequeñas.
it_it: Testa sempre su schermi più piccoli.
ja: 常に小さい画面でテストしてください。
pl_pl: Zawsze testuj na mniejszych ekranach.
pt_br: Sempre teste em telas menores.

source: Appearance
es_es: Apariencia
it_it: Aspetto
ja: 外観
pl_pl: Wygląd
pt_br: Aparência

source: Background Color
es_es: Color de Fondo
it_it: Colore di Sfondo
ja: 背景色
pl_pl: Kolor Tła
pt_br: Cor de Fundo

source: Bar Content
es_es: Contenido de la Barra
it_it: Contenuto della Barra
ja: バーコンテンツ
pl_pl: Zawartość Paska
pt_br: Conteúdo da Barra

source: Clarity:
es_es: Claridad:
it_it: Chiarezza:
ja: 明瞭性：
pl_pl: Przejrzystość:
pt_br: Clareza:

source: Configure when the bar should be visible. Leave both empty to always show the bar.
es_es: Configura cuándo debe ser visible la barra. Deja ambos campos vacíos para mostrar siempre la barra.
it_it: Configura quando la barra deve essere visibile. Lascia entrambi vuoti per mostrare sempre la barra.
ja: バーを表示するタイミングを設定します。両方を空にすると、常にバーが表示されます。
pl_pl: Skonfiguruj, kiedy pasek powinien być widoczny. Pozostaw oba puste, aby zawsze wyświetlać pasek.
pt_br: Configure quando a barra deve estar visível. Deixe ambos vazios para sempre mostrar a barra.

source: Content & Countdown
es_es: Contenido y Cuenta Regresiva
it_it: Contenuto e Conto alla Rovescia
ja: コンテンツとカウントダウン
pl_pl: Zawartość i Odliczanie
pt_br: Conteúdo e Contagem Regressiva

source: Contrast:
es_es: Contraste:
it_it: Contrasto:
ja: コントラスト：
pl_pl: Kontrast:
pt_br: Contraste:

source: Countdown container
es_es: Contenedor de cuenta regresiva
it_it: Contenitore del conto alla rovescia
ja: カウントダウンコンテナ
pl_pl: Kontener odliczania
pt_br: Container da contagem regressiva

source: Countdown Prefix Text
es_es: Texto Prefijo de la Cuenta Regresiva
it_it: Testo Prefisso del Conto alla Rovescia
ja: カウントダウンプレフィックステキスト
pl_pl: Tekst Przedrostka Odliczania
pt_br: Texto Prefixo da Contagem Regressiva

source: Countdown prefix text
es_es: Texto prefijo de la cuenta regresiva
it_it: Testo prefisso del conto alla rovescia
ja: カウントダウンプレフィックステキスト
pl_pl: Tekst przedrostka odliczania
pt_br: Texto prefixo da contagem regressiva

source: Countdown Target
es_es: Objetivo de la Cuenta Regresiva
it_it: Obiettivo del Conto alla Rovescia
ja: カウントダウンターゲット
pl_pl: Cel Odliczania
pt_br: Alvo da Contagem Regressiva

source: Countdown Timer
es_es: Temporizador de Cuenta Regresiva
it_it: Timer del Conto alla Rovescia
ja: カウントダウンタイマー
pl_pl: Licznik Odliczania
pt_br: Temporizador de Contagem Regressiva

source: Countdown timer
es_es: Temporizador de cuenta regresiva
it_it: Timer del conto alla rovescia
ja: カウントダウンタイマー
pl_pl: Licznik odliczania
pt_br: Temporizador de contagem regressiva

source: Custom colors
es_es: Colores personalizados
it_it: Colori personalizzati
ja: カスタムカラー
pl_pl: Niestandardowe kolory
pt_br: Cores personalizadas

source: Custom CSS
es_es: CSS Personalizado
it_it: CSS Personalizzato
ja: カスタムCSS
pl_pl: Niestandardowy CSS
pt_br: CSS Personalizado

source: Custom Date/Time
es_es: Fecha/Hora Personalizada
it_it: Data/Ora Personalizzata
ja: カスタム日時
pl_pl: Niestandardowa Data/Godzina
pt_br: Data/Hora Personalizada

source: Custom Target Date/Time
es_es: Fecha/Hora Objetivo Personalizada
it_it: Data/Ora Obiettivo Personalizzata
ja: カスタムターゲット日時
pl_pl: Niestandardowa Docelowa Data/Godzina
pt_br: Data/Hora Alvo Personalizada

source: d
it_it: g
ja: 日

source: Debug Mode
es_es: Modo de Depuración
it_it: Modalità Debug
ja: デバッグモード
pl_pl: Tryb Debugowania
pt_br: Modo de Depuração

source: Display a customizable top bar with optional countdown timer and scheduling capabilities.
es_es: Muestra una barra superior personalizable con temporizador de cuenta regresiva opcional y capacidades de programación.
it_it: Visualizza una barra superiore personalizzabile con timer del conto alla rovescia opzionale e funzionalità di pianificazione.
ja: オプションのカウントダウンタイマーとスケジュール機能を備えたカスタマイズ可能なトップバーを表示します。
pl_pl: Wyświetl konfigurowalny górny pasek z opcjonalnym licznikiem odliczania i możliwościami planowania.
pt_br: Exiba uma barra superior personalizável com temporizador de contagem regressiva opcional e recursos de agendamento.

source: Display seconds in countdown
es_es: Mostrar segundos en la cuenta regresiva
it_it: Visualizza i secondi nel conto alla rovescia
ja: カウントダウンに秒を表示
pl_pl: Wyświetl sekundy w odliczaniu
pt_br: Exibir segundos na contagem regressiva

source: End Date/Time
es_es: Fecha/Hora de Fin
it_it: Data/Ora di Fine
ja: 終了日時
pl_pl: Data/Godzina Zakończenia
pt_br: Data/Hora de Término

source: Ensure text is readable.
es_es: Asegúrate de que el texto sea legible.
it_it: Assicurati che il testo sia leggibile.
ja: テキストが読みやすいことを確認してください。
pl_pl: Upewnij się, że tekst jest czytelny.
pt_br: Certifique-se de que o texto seja legível.

source: General & Schedule
es_es: General y Programación
it_it: Generale e Pianificazione
ja: 一般とスケジュール
pl_pl: Ogólne i Harmonogram
pt_br: Geral e Agendamento

source: General Settings
es_es: Configuración General
it_it: Impostazioni Generali
ja: 一般設定
pl_pl: Ustawienia Ogólne
pt_br: Configurações Gerais

source: Get Support
es_es: Obtener Soporte
it_it: Ottieni Supporto
ja: サポートを受ける
pl_pl: Uzyskaj Wsparcie
pt_br: Obter Suporte

source: h
ja: 時間
pl_pl: godz

source: Hide the bar
es_es: Ocultar la barra
it_it: Nascondi la barra
ja: バーを非表示
pl_pl: Ukryj pasek
pt_br: Ocultar a barra

source: Inner content wrapper
es_es: Contenedor interno de contenido
it_it: Wrapper del contenuto interno
ja: 内部コンテンツラッパー
pl_pl: Wewnętrzna otoczka treści
pt_br: Wrapper de conteúdo interno

source: Keep messages short and sweet.
es_es: Mantén los mensajes cortos y concisos.
it_it: Mantieni i messaggi brevi e concisi.
ja: メッセージは短く簡潔に保ってください。
pl_pl: Utrzymuj wiadomości krótkie i zwięzłe.
pt_br: Mantenha as mensagens curtas e diretas.

source: Learn More
es_es: Más Información
it_it: Scopri di Più
ja: 詳細を見る
pl_pl: Dowiedz Się Więcej
pt_br: Saiba Mais

source: m
ja: 分
pl_pl: min

source: Main bar container
es_es: Contenedor principal de la barra
it_it: Contenitore principale della barra
ja: メインバーコンテナ
pl_pl: Główny kontener paska
pt_br: Container principal da barra

source: Main Content
es_es: Contenido Principal
it_it: Contenuto Principale
ja: メインコンテンツ
pl_pl: Główna Zawartość
pt_br: Conteúdo Principal

source: Main content area
es_es: Área de contenido principal
it_it: Area del contenuto principale
ja: メインコンテンツエリア
pl_pl: Główny obszar treści
pt_br: Área de conteúdo principal

source: Main Link
es_es: Enlace Principal
it_it: Link Principale
ja: メインリンク
pl_pl: Główny Link
pt_br: Link Principal

source: Main Link Button Text
es_es: Texto del Botón de Enlace Principal
it_it: Testo del Pulsante Link Principale
ja: メインリンクボタンテキスト
pl_pl: Tekst Przycisku Głównego Linku
pt_br: Texto do Botão de Link Principal

source: Mobile:
es_es: Móvil:
ja: モバイル：
pl_pl: Mobilne:

source: Need help or have a feature request?
es_es: ¿Necesitas ayuda o tienes una solicitud de función?
it_it: Hai bisogno di aiuto o hai una richiesta di funzionalità?
ja: ヘルプが必要ですか、または機能リクエストがありますか？
pl_pl: Potrzebujesz pomocy lub masz prośbę o funkcję?
pt_br: Precisa de ajuda ou tem uma solicitação de recurso?

source: Open in new tab
es_es: Abrir en nueva pestaña
it_it: Apri in una nuova scheda
ja: 新しいタブで開く
pl_pl: Otwórz w nowej karcie
pt_br: Abrir em nova aba

source: Padding Bottom (px)
es_es: Relleno Inferior (px)
it_it: Padding Inferiore (px)
ja: 下部パディング（px）
pl_pl: Odstęp Dolny (px)
pt_br: Espaçamento Inferior (px)

source: Padding Left (px)
es_es: Relleno Izquierdo (px)
it_it: Padding Sinistro (px)
ja: 左側パディング（px）
pl_pl: Odstęp Lewy (px)
pt_br: Espaçamento Esquerdo (px)

source: Padding Right (px)
es_es: Relleno Derecho (px)
it_it: Padding Destro (px)
ja: 右側パディング（px）
pl_pl: Odstęp Prawy (px)
pt_br: Espaçamento Direito (px)

source: Padding Top (px)
es_es: Relleno Superior (px)
it_it: Padding Superiore (px)
ja: 上部パディング（px）
pl_pl: Odstęp Górny (px)
pt_br: Espaçamento Superior (px)

source: Quick Tips
es_es: Consejos Rápidos
it_it: Suggerimenti Rapidi
ja: クイックヒント
pl_pl: Szybkie Wskazówki
pt_br: Dicas Rápidas

source: s
ja: 秒
pl_pl: sek

source: Same as End Date/Time
es_es: Igual que Fecha/Hora de Fin
it_it: Uguale a Data/Ora di Fine
ja: 終了日時と同じ
pl_pl: Taka sama jak Data/Godzina Zakończenia
pt_br: Igual à Data/Hora de Término

source: Same as main colors
es_es: Igual que los colores principales
it_it: Uguale ai colori principali
ja: メインカラーと同じ
pl_pl: Takie same jak główne kolory
pt_br: Igual às cores principais

source: Save Changes
es_es: Guardar Cambios
it_it: Salva Modifiche
ja: 変更を保存
pl_pl: Zapisz Zmiany
pt_br: Salvar Alterações

source: Scheduling
es_es: Programación
it_it: Pianificazione
ja: スケジュール設定
pl_pl: Planowanie
pt_br: Agendamento

source: Server Time
es_es: Hora del Servidor
it_it: Ora del Server
ja: サーバー時刻
pl_pl: Czas Serwera
pt_br: Hora do Servidor

source: Show alternative content
es_es: Mostrar contenido alternativo
it_it: Mostra contenuto alternativo
ja: 代替コンテンツを表示
pl_pl: Pokaż alternatywną zawartość
pt_br: Mostrar conteúdo alternativo

source: Show console.log messages in browser (for debugging)
es_es: Mostrar mensajes de console.log en el navegador (para depuración)
it_it: Mostra messaggi console.log nel browser (per il debug)
ja: ブラウザにconsole.logメッセージを表示（デバッグ用）
pl_pl: Pokaż komunikaty console.log w przeglądarce (do debugowania)
pt_br: Mostrar mensagens console.log no navegador (para depuração)

source: Show countdown timer
es_es: Mostrar temporizador de cuenta regresiva
it_it: Mostra timer del conto alla rovescia
ja: カウントダウンタイマーを表示
pl_pl: Pokaż licznik odliczania
pt_br: Mostrar temporizador de contagem regressiva

source: Show Seconds
es_es: Mostrar Segundos
it_it: Mostra Secondi
ja: 秒を表示
pl_pl: Pokaż Sekundy
pt_br: Mostrar Segundos

source: Show the top bar
es_es: Mostrar la barra superior
it_it: Mostra la barra superiore
ja: トップバーを表示
pl_pl: Pokaż górny pasek
pt_br: Mostrar a barra superior

source: Start Date/Time
es_es: Fecha/Hora de Inicio
it_it: Data/Ora di Inizio
ja: 開始日時
pl_pl: Data/Godzina Rozpoczęcia
pt_br: Data/Hora de Início

source: Support
es_es: Soporte
it_it: Supporto
ja: サポート
pl_pl: Wsparcie
pt_br: Suporte

source: Text Color
es_es: Color de Texto
it_it: Colore del Testo
ja: テキスト色
pl_pl: Kolor Tekstu
pt_br: Cor do Texto

source: Topbar Countdown
es_es: Cuenta Regresiva Superior
it_it: Conto alla Rovescia Superiore
ja: トップバーカウントダウン
pl_pl: Odliczanie Górnego Paska
pt_br: Contagem Regressiva Superior

source: Topbar Countdown Notice
es_es: Barra Superior con Cuenta Regresiva
it_it: Barra Superiore con Conto alla Rovescia
ja: トップバーカウントダウン通知
pl_pl: Powiadomienie z Odliczaniem w Górnym Pasku
pt_br: Barra Superior com Contagem Regressiva

source: Urgency:
es_es: Urgencia:
it_it: Urgenza:
ja: 緊急性：
pl_pl: Pilność:
pt_br: Urgência:

source: Use the countdown to drive action.
es_es: Usa la cuenta regresiva para impulsar la acción.
it_it: Usa il conto alla rovescia per stimolare l'azione.
ja: カウントダウンを使用してアクションを促進します。
pl_pl: Użyj odliczania, aby pobudzić do działania.
pt_br: Use a contagem regressiva para impulsionar a ação.

source: When End Date/Time is Reached
es_es: Cuando se Alcance la Fecha/Hora de Fin
it_it: Quando si Raggiunge la Data/Ora di Fine
ja: 終了日時に達したとき
pl_pl: Gdy Osiągnięta Zostanie Data/Godzina Zakończenia
pt_br: Quando a Data/Hora de Término for Atingida

source: You can use HTML tags like <strong>, <em>, <span>, etc.
es_es: Puedes usar etiquetas HTML como <strong>, <em>, <span>, etc.
it_it: Puoi usare tag HTML come <strong>, <em>, <span>, ecc.
ja: <strong>、<em>、<span>などのHTMLタグを使用できます。
pl_pl: Możesz używać tagów HTML takich jak <strong>, <em>, <span> itp.
pt_br: Você pode usar tags HTML como <strong>, <em>, <span>, etc.

source: Help & Ideas
es_es: Ayuda e Ideas
it_it: Aiuto e Idee
ja: ヘルプとアイデア
pl_pl: Pomoc i Pomysły
pt_br: Ajuda e Ideias

source: Configuration Ideas & Examples
es_es: Ideas de Configuración y Ejemplos
it_it: Idee di Configurazione ed Esempi
ja: 設定のアイデアと例
pl_pl: Pomysły Konfiguracyjne i Przykłady
pt_br: Ideias de Configuração e Exemplos

source: Get inspired with these practical examples for different seasons and use cases. These are just ideas - customize them to fit your needs!
es_es: Inspírate con estos ejemplos prácticos para diferentes temporadas y casos de uso. ¡Son solo ideas - personalízalas según tus necesidades!
it_it: Lasciati ispirare da questi esempi pratici per diverse stagioni e casi d'uso. Sono solo idee - personalizzale secondo le tue esigenze!
ja: さまざまな季節や使用例の実用的な例からインスピレーションを得てください。これらは単なるアイデアです - ニーズに合わせてカスタマイズしてください！
pl_pl: Zainspiruj się tymi praktycznymi przykładami dla różnych pór roku i przypadków użycia. To tylko pomysły - dostosuj je do swoich potrzeb!
pt_br: Inspire-se com estes exemplos práticos para diferentes estações e casos de uso. São apenas ideias - personalize-as para atender suas necessidades!

source: Seasonal Campaigns
es_es: Campañas Estacionales
it_it: Campagne Stagionali
ja: 季節のキャンペーン
pl_pl: Kampanie Sezonowe
pt_br: Campanhas Sazonais

source: Christmas Sale (December)
es_es: Venta de Navidad (Diciembre)
it_it: Saldi di Natale (Dicembre)
ja: クリスマスセール（12月）
pl_pl: Wyprzedaż Świąteczna (Grudzień)
pt_br: Promoção de Natal (Dezembro)

source: Christmas Sale! Up to 50% OFF on all products
es_es: ¡Venta de Navidad! Hasta 50% de DESCUENTO en todos los productos
it_it: Saldi di Natale! Fino al 50% di SCONTO su tutti i prodotti
ja: クリスマスセール！全商品最大50%オフ
pl_pl: Wyprzedaż Świąteczna! Do 50% ZNIŻKI na wszystkie produkty
pt_br: Promoção de Natal! Até 50% de DESCONTO em todos os produtos

source: December 1st, 00:00
es_es: 1 de Diciembre, 00:00
it_it: 1 Dicembre, 00:00
ja: 12月1日、00:00
pl_pl: 1 Grudnia, 00:00
pt_br: 1º de Dezembro, 00:00

source: December 25th, 23:59
es_es: 25 de Diciembre, 23:59
it_it: 25 Dicembre, 23:59
ja: 12月25日、23:59
pl_pl: 25 Grudnia, 23:59
pt_br: 25 de Dezembro, 23:59

source: Active, targeting End Date
es_es: Activo, apuntando a Fecha de Fin
it_it: Attivo, puntando alla Data di Fine
ja: アクティブ、終了日をターゲット
pl_pl: Aktywne, kierujące na Datę Zakończenia
pt_br: Ativo, direcionando para Data de Término

source: Red background (#c41e3a), White text
es_es: Fondo rojo (#c41e3a), Texto blanco
it_it: Sfondo rosso (#c41e3a), Testo bianco
ja: 赤い背景（#c41e3a）、白いテキスト
pl_pl: Czerwone tło (#c41e3a), Biały tekst
pt_br: Fundo vermelho (#c41e3a), Texto branco

source: New Year Countdown (December 31st)
es_es: Cuenta Regresiva de Año Nuevo (31 de Diciembre)
it_it: Conto alla Rovescia di Capodanno (31 Dicembre)
ja: 新年カウントダウン（12月31日）
pl_pl: Odliczanie do Nowego Roku (31 Grudnia)
pt_br: Contagem Regressiva de Ano Novo (31 de Dezembro)

source: New Year is coming!
es_es: ¡Se acerca el Año Nuevo!
it_it: Il Capodanno sta arrivando!
ja: 新年が来ます！
pl_pl: Nowy Rok nadchodzi!
pt_br: O Ano Novo está chegando!

source: December 31st, 00:00
es_es: 31 de Diciembre, 00:00
it_it: 31 Dicembre, 00:00
ja: 12月31日、00:00
pl_pl: 31 Grudnia, 00:00
pt_br: 31 de Dezembro, 00:00

source: January 1st, 00:00
es_es: 1 de Enero, 00:00
it_it: 1 Gennaio, 00:00
ja: 1月1日、00:00
pl_pl: 1 Stycznia, 00:00
pt_br: 1º de Janeiro, 00:00

source: Active, show seconds
es_es: Activo, mostrar segundos
it_it: Attivo, mostra secondi
ja: アクティブ、秒を表示
pl_pl: Aktywne, pokaż sekundy
pt_br: Ativo, mostrar segundos

source: Alternative Content:
es_es: Contenido Alternativo:
it_it: Contenuto Alternativo:
ja: 代替コンテンツ：
pl_pl: Alternatywna Zawartość:
pt_br: Conteúdo Alternativo:

source: Happy New Year! 20% OFF with code: NEWYEAR
es_es: ¡Feliz Año Nuevo! 20% de DESCUENTO con código: NEWYEAR
it_it: Buon Anno! 20% di SCONTO con codice: NEWYEAR
ja: 明けましておめでとうございます！コードNEWYEARで20%オフ
pl_pl: Szczęśliwego Nowego Roku! 20% ZNIŻKI z kodem: NEWYEAR
pt_br: Feliz Ano Novo! 20% de DESCONTO com código: NEWYEAR

source: Gold background (#ffd700), Black text
es_es: Fondo dorado (#ffd700), Texto negro
it_it: Sfondo dorato (#ffd700), Testo nero
ja: 金色の背景（#ffd700）、黒いテキスト
pl_pl: Złote tło (#ffd700), Czarny tekst
pt_br: Fundo dourado (#ffd700), Texto preto

source: Valentine's Day (February 14th)
es_es: Día de San Valentín (14 de Febrero)
it_it: San Valentino (14 Febbraio)
ja: バレンタインデー（2月14日）
pl_pl: Walentynki (14 Lutego)
pt_br: Dia dos Namorados (14 de Fevereiro)

source: Valentine's Day Special - Perfect gifts for your loved ones
es_es: Especial de San Valentín - Regalos perfectos para tus seres queridos
it_it: Speciale San Valentino - Regali perfetti per i tuoi cari
ja: バレンタインデースペシャル - 大切な人への完璧なギフト
pl_pl: Specjalna oferta Walentynkowa - Idealne prezenty dla bliskich
pt_br: Especial Dia dos Namorados - Presentes perfeitos para seus entes queridos

source: February 7th, 00:00
es_es: 7 de Febrero, 00:00
it_it: 7 Febbraio, 00:00
ja: 2月7日、00:00
pl_pl: 7 Lutego, 00:00
pt_br: 7 de Fevereiro, 00:00

source: February 14th, 23:59
es_es: 14 de Febrero, 23:59
it_it: 14 Febbraio, 23:59
ja: 2月14日、23:59
pl_pl: 14 Lutego, 23:59
pt_br: 14 de Fevereiro, 23:59

source: Pink background (#ff69b4), White text
es_es: Fondo rosa (#ff69b4), Texto blanco
it_it: Sfondo rosa (#ff69b4), Testo bianco
ja: ピンクの背景（#ff69b4）、白いテキスト
pl_pl: Różowe tło (#ff69b4), Biały tekst
pt_br: Fundo rosa (#ff69b4), Texto branco

source: Black Friday (November)
es_es: Black Friday (Noviembre)
it_it: Black Friday (Novembre)
ja: ブラックフライデー（11月）
pl_pl: Czarny Piątek (Listopad)
pt_br: Black Friday (Novembro)

source: BLACK FRIDAY - Up to 70% OFF!
es_es: BLACK FRIDAY - ¡Hasta 70% de DESCUENTO!
it_it: BLACK FRIDAY - Fino al 70% di SCONTO!
ja: ブラックフライデー - 最大70%オフ！
pl_pl: CZARNY PIĄTEK - Do 70% ZNIŻKI!
pt_br: BLACK FRIDAY - Até 70% de DESCONTO!

source: Last Friday of November, 00:00
es_es: Último viernes de Noviembre, 00:00
it_it: Ultimo venerdì di Novembre, 00:00
ja: 11月最後の金曜日、00:00
pl_pl: Ostatni piątek Listopada, 00:00
pt_br: Última sexta-feira de Novembro, 00:00

source: Sunday after Black Friday, 23:59
es_es: Domingo después del Black Friday, 23:59
it_it: Domenica dopo il Black Friday, 23:59
ja: ブラックフライデー後の日曜日、23:59
pl_pl: Niedziela po Czarnym Piątku, 23:59
pt_br: Domingo após a Black Friday, 23:59

source: Black background (#000000), Yellow text (#ffeb3b)
es_es: Fondo negro (#000000), Texto amarillo (#ffeb3b)
it_it: Sfondo nero (#000000), Testo giallo (#ffeb3b)
ja: 黒い背景（#000000）、黄色いテキスト（#ffeb3b）
pl_pl: Czarne tło (#000000), Żółty tekst (#ffeb3b)
pt_br: Fundo preto (#000000), Texto amarelo (#ffeb3b)

source: Spring Sale (March-April)
es_es: Venta de Primavera (Marzo-Abril)
it_it: Saldi di Primavera (Marzo-Aprile)
ja: 春のセール（3月〜4月）
pl_pl: Wyprzedaż Wiosenna (Marzec-Kwiecień)
pt_br: Promoção de Primavera (Março-Abril)

source: Spring Collection - Fresh arrivals now available!
es_es: Colección de Primavera - ¡Nuevas llegadas disponibles!
it_it: Collezione Primavera - Nuovi arrivi ora disponibili!
ja: 春のコレクション - 新商品が入荷しました！
pl_pl: Kolekcja Wiosenna - Świeże nowości już dostępne!
pt_br: Coleção Primavera - Novidades disponíveis agora!

source: March 20th, 00:00
es_es: 20 de Marzo, 00:00
it_it: 20 Marzo, 00:00
ja: 3月20日、00:00
pl_pl: 20 Marca, 00:00
pt_br: 20 de Março, 00:00

source: April 30th, 23:59
es_es: 30 de Abril, 23:59
it_it: 30 Aprile, 23:59
ja: 4月30日、23:59
pl_pl: 30 Kwietnia, 23:59
pt_br: 30 de Abril, 23:59

source: Light green background (#90ee90), Dark green text (#006400)
es_es: Fondo verde claro (#90ee90), Texto verde oscuro (#006400)
it_it: Sfondo verde chiaro (#90ee90), Testo verde scuro (#006400)
ja: 明るい緑の背景（#90ee90）、濃い緑のテキスト（#006400）
pl_pl: Jasnozielone tło (#90ee90), Ciemnozielony tekst (#006400)
pt_br: Fundo verde claro (#90ee90), Texto verde escuro (#006400)

source: Summer Sale (July-August)
es_es: Venta de Verano (Julio-Agosto)
it_it: Saldi Estivi (Luglio-Agosto)
ja: 夏のセール（7月〜8月）
pl_pl: Wyprzedaż Letnia (Lipiec-Sierpień)
pt_br: Promoção de Verão (Julho-Agosto)

source: Summer Sale - Beat the heat with hot deals!
es_es: Venta de Verano - ¡Combate el calor con ofertas candentes!
it_it: Saldi Estivi - Combatti il caldo con offerte bollenti!
ja: 夏のセール - 熱いお得情報で暑さを吹き飛ばそう！
pl_pl: Wyprzedaż Letnia - Pokonaj upał gorącymi ofertami!
pt_br: Promoção de Verão - Combata o calor com ofertas quentes!

source: July 1st, 00:00
es_es: 1 de Julio, 00:00
it_it: 1 Luglio, 00:00
ja: 7月1日、00:00
pl_pl: 1 Lipca, 00:00
pt_br: 1º de Julho, 00:00

source: August 31st, 23:59
es_es: 31 de Agosto, 23:59
it_it: 31 Agosto, 23:59
ja: 8月31日、23:59
pl_pl: 31 Sierpnia, 23:59
pt_br: 31 de Agosto, 23:59

source: Orange background (#ff8c00), White text
es_es: Fondo naranja (#ff8c00), Texto blanco
it_it: Sfondo arancione (#ff8c00), Testo bianco
ja: オレンジの背景（#ff8c00）、白いテキスト
pl_pl: Pomarańczowe tło (#ff8c00), Biały tekst
pt_br: Fundo laranja (#ff8c00), Texto branco

source: Product Launches & Events
es_es: Lanzamientos de Productos y Eventos
it_it: Lanci di Prodotti ed Eventi
ja: 製品発売とイベント
pl_pl: Premiery Produktów i Wydarzenia
pt_br: Lançamentos de Produtos e Eventos

source: Product Launch Countdown
es_es: Cuenta Regresiva de Lanzamiento de Producto
it_it: Conto alla Rovescia del Lancio Prodotto
ja: 製品発売カウントダウン
pl_pl: Odliczanie do Premiery Produktu
pt_br: Contagem Regressiva de Lançamento de Produto

source: New product launching soon!
es_es: ¡Nuevo producto lanzándose pronto!
it_it: Nuovo prodotto in arrivo presto!
ja: 新製品がまもなく発売されます！
pl_pl: Nowy produkt wkrótce!
pt_br: Novo produto sendo lançado em breve!

source: Active, targeting launch date
es_es: Activo, apuntando a fecha de lanzamiento
it_it: Attivo, puntando alla data di lancio
ja: アクティブ、発売日をターゲット
pl_pl: Aktywne, kierujące na datę premiery
pt_br: Ativo, direcionando para data de lançamento
