Repository: antikton/antikton-topbar-countdown
Catalog: languages/antikton-topbar-countdown-*.po
Languages: es_es, it_it, ja, pl_pl, pt_br

source: NOW AVAILABLE! Get 20% OFF with code: LAUNCH20
es_es: ¡YA DISPONIBLE! Obtén 20% de DESCUENTO con código: LAUNCH20
it_it: ORA DISPONIBILE! Ottieni il 20% di SCONTO con codice: LAUNCH20
ja: 販売開始！コードLAUNCH20で20%オフ
pl_pl: JUŻ DOSTĘPNE! Zdobądź 20% ZNIŻKI z kodem: LAUNCH20
pt_br: DISPONÍVEL AGORA! Ganhe 20% de DESCONTO com código: LAUNCH20

source: Alternative Colors:
es_es: Colores Alternativos:
it_it: Colori Alternativi:
ja: 代替カラー：
pl_pl: Alternatywne Kolory:
pt_br: Cores Alternativas:

source: Green background to indicate "live"
es_es: Fondo verde para indicar "en vivo"
it_it: Sfondo verde per indicare "live"
ja: 「ライブ」を示す緑の背景
pl_pl: Zielone tło wskazujące "na żywo"
pt_br: Fundo verde para indicar "ao vivo"

source: Webinar/Event Registration
es_es: Registro de Webinar/Evento
it_it: Registrazione Webinar/Evento
ja: ウェビナー/イベント登録
pl_pl: Rejestracja na Webinar/Wydarzenie
pt_br: Registro de Webinar/Evento

source: Free Webinar: Marketing Strategies 2024
es_es: Webinar Gratuito: Estrategias de Marketing 2024
it_it: Webinar Gratuito: Strategie di Marketing 2024
ja: 無料ウェビナー：マーケティング戦略2024
pl_pl: Darmowy Webinar: Strategie Marketingowe 2024
pt_br: Webinar Gratuito: Estratégias de Marketing 2024

source: Active, targeting event start
es_es: Activo, apuntando al inicio del evento
it_it: Attivo, puntando all'inizio dell'evento
ja: アクティブ、イベント開始をターゲット
pl_pl: Aktywne, kierujące na start wydarzenia
pt_br: Ativo, direcionando para início do evento

source: Show alternative: "Event is LIVE! Join now"
es_es: Mostrar alternativo: "¡El evento está EN VIVO! Únete ahora"
it_it: Mostra alternativo: "L'evento è LIVE! Unisciti ora"
ja: 代替を表示：「イベントがライブ中！今すぐ参加」
pl_pl: Pokaż alternatywę: "Wydarzenie NA ŻYWO! Dołącz teraz"
pt_br: Mostrar alternativo: "Evento está AO VIVO! Participe agora"

source: Coupon Reveal
es_es: Revelación de Cupón
it_it: Rivelazione Coupon
ja: クーポン公開
pl_pl: Ujawnienie Kuponu
pt_br: Revelação de Cupom

source: Secret discount code reveals in...
es_es: El código de descuento secreto se revela en...
it_it: Il codice sconto segreto si rivela tra...
ja: 秘密の割引コードが公開されるまで...
pl_pl: Tajny kod rabatowy ujawni się za...
pt_br: Código de desconto secreto será revelado em...

source: Use code SAVE30 for 30% OFF!
es_es: ¡Usa el código SAVE30 para 30% de DESCUENTO!
it_it: Usa il codice SAVE30 per il 30% di SCONTO!
ja: コードSAVE30で30%オフ！
pl_pl: Użyj kodu SAVE30 dla 30% ZNIŻKI!
pt_br: Use o código SAVE30 para 30% de DESCONTO!

source: Bright color to grab attention
es_es: Color brillante para captar la atención
it_it: Colore brillante per attirare l'attenzione
ja: 注目を集める明るい色
pl_pl: Jasny kolor przyciągający uwagę
pt_br: Cor vibrante para chamar atenção

source: Informational & Announcements
es_es: Informativos y Anuncios
it_it: Informativi e Annunci
ja: お知らせとアナウンス
pl_pl: Informacje i Ogłoszenia
pt_br: Informativos e Anúncios

source: Maintenance Notice
es_es: Aviso de Mantenimiento
it_it: Avviso di Manutenzione
ja: メンテナンス通知
pl_pl: Powiadomienie o Konserwacji
pt_br: Aviso de Manutenção

source: Scheduled maintenance tonight 10 PM - 2 AM
es_es: Mantenimiento programado esta noche 10 PM - 2 AM
it_it: Manutenzione programmata stasera 22:00 - 02:00
ja: 本日夜10時〜午前2時にメンテナンス予定
pl_pl: Planowana konserwacja dziś wieczorem 22:00 - 02:00
pt_br: Manutenção programada hoje à noite 22h - 02h

source: Day before maintenance, 08:00
es_es: Día antes del mantenimiento, 08:00
it_it: Giorno prima della manutenzione, 08:00
ja: メンテナンス前日、08:00
pl_pl: Dzień przed konserwacją, 08:00
pt_br: Dia antes da manutenção, 08:00

source: Maintenance end time
es_es: Hora de fin del mantenimiento
it_it: Ora di fine manutenzione
ja: メンテナンス終了時刻
pl_pl: Czas zakończenia konserwacji
pt_br: Hora de término da manutenção

source: Orange background (#ff9800), Black text
es_es: Fondo naranja (#ff9800), Texto negro
it_it: Sfondo arancione (#ff9800), Testo nero
ja: オレンジの背景（#ff9800）、黒いテキスト
pl_pl: Pomarańczowe tło (#ff9800), Czarny tekst
pt_br: Fundo laranja (#ff9800), Texto preto

source: Important Announcement
es_es: Anuncio Importante
it_it: Annuncio Importante
ja: 重要なお知らせ
pl_pl: Ważne Ogłoszenie
pt_br: Anúncio Importante

source: New shipping policy - Free shipping on orders over $50
es_es: Nueva política de envío - Envío gratis en pedidos superiores a $50
it_it: Nuova politica di spedizione - Spedizione gratuita per ordini superiori a $50
ja: 新しい配送ポリシー - $50以上のご注文で送料無料
pl_pl: Nowa polityka wysyłki - Darmowa wysyłka przy zamówieniach powyżej $50
pt_br: Nova política de envio - Frete grátis em pedidos acima de $50

source: Empty (always show)
es_es: Vacío (mostrar siempre)
it_it: Vuoto (mostra sempre)
ja: 空（常に表示）
pl_pl: Puste (zawsze pokazuj)
pt_br: Vazio (sempre mostrar)

source: Empty (permanent)
es_es: Vacío (permanente)
it_it: Vuoto (permanente)
ja: 空（永続的）
pl_pl: Puste (stałe)
pt_br: Vazio (permanente)

source: Course Enrollment Deadline
es_es: Fecha Límite de Inscripción al Curso
it_it: Scadenza Iscrizione al Corso
ja: コース登録締切
pl_pl: Termin Zapisu na Kurs
pt_br: Prazo de Inscrição no Curso

source: Last chance to enroll! Course starts soon
es_es: ¡Última oportunidad para inscribirse! El curso comienza pronto
it_it: Ultima possibilità di iscriversi! Il corso inizia presto
ja: 登録のラストチャンス！コースがまもなく開始されます
pl_pl: Ostatnia szansa na zapis! Kurs wkrótce się rozpocznie
pt_br: Última chance de se inscrever! O curso começa em breve

source: Active, targeting enrollment deadline
es_es: Activo, apuntando a la fecha límite de inscripción
it_it: Attivo, puntando alla scadenza di iscrizione
ja: アクティブ、登録締切をターゲット
pl_pl: Aktywne, kierujące na termin zapisu
pt_br: Ativo, direcionando para prazo de inscrição

source: Pro Tips
es_es: Consejos Profesionales
it_it: Consigli Pro
ja: プロのヒント
pl_pl: Profesjonalne Wskazówki
pt_br: Dicas Profissionais

source: Use emojis to make your messages more eye-catching and friendly
es_es: Usa emojis para hacer tus mensajes más llamativos y amigables
it_it: Usa emoji per rendere i tuoi messaggi più accattivanti e amichevoli
ja: 絵文字を使用してメッセージをより目を引くものにし、フレンドリーにしましょう
pl_pl: Używaj emoji, aby uczynić swoje wiadomości bardziej przyciągającymi wzrok i przyjaznymi
pt_br: Use emojis para tornar suas mensagens mais atraentes e amigáveis

source: Match colors with your brand or the season/event theme
es_es: Combina los colores con tu marca o el tema de la temporada/evento
it_it: Abbina i colori al tuo brand o al tema della stagione/evento
ja: ブランドや季節/イベントのテーマに合わせて色を調整しましょう
pl_pl: Dopasuj kolory do swojej marki lub motywu sezonu/wydarzenia
pt_br: Combine as cores com sua marca ou o tema da estação/evento

source: Show seconds in countdown for last-minute urgency (last 24 hours)
es_es: Muestra segundos en la cuenta regresiva para urgencia de último minuto (últimas 24 horas)
it_it: Mostra i secondi nel conto alla rovescia per urgenza dell'ultimo minuto (ultime 24 ore)
ja: 最後の緊急性のためにカウントダウンに秒を表示しましょう（最後の24時間）
pl_pl: Pokazuj sekundy w odliczaniu dla pilności ostatniej chwili (ostatnie 24 godziny)
pt_br: Mostre segundos na contagem regressiva para urgência de última hora (últimas 24 horas)

source: Use alternative content to reveal special offers or discount codes
es_es: Usa contenido alternativo para revelar ofertas especiales o códigos de descuento
it_it: Usa contenuto alternativo per rivelare offerte speciali o codici sconto
ja: 代替コンテンツを使用して特別オファーや割引コードを公開しましょう
pl_pl: Użyj alternatywnej zawartości, aby ujawnić specjalne oferty lub kody rabatowe
pt_br: Use conteúdo alternativo para revelar ofertas especiais ou códigos de desconto

source: Always test on mobile devices - keep messages short!
es_es: ¡Siempre prueba en dispositivos móviles - mantén los mensajes cortos!
it_it: Testa sempre su dispositivi mobili - mantieni i messaggi brevi!
ja: 常にモバイルデバイスでテストしましょう - メッセージは短く保ちましょう！
pl_pl: Zawsze testuj na urządzeniach mobilnych - utrzymuj wiadomości krótkie!
pt_br: Sempre teste em dispositivos móveis - mantenha as mensagens curtas!

source: Create urgency with phrases like "Limited time", "Last chance", "Ending soon"
es_es: Crea urgencia con frases como "Tiempo limitado", "Última oportunidad", "Termina pronto"
it_it: Crea urgenza con frasi come "Tempo limitato", "Ultima possibilità", "Termina presto"
ja: 「期間限定」、「ラストチャンス」、「まもなく終了」などのフレーズで緊急性を作りましょう
pl_pl: Twórz pilność frazami takimi jak "Ograniczony czas", "Ostatnia szansa", "Kończy się wkrótce"
pt_br: Crie urgência com frases como "Tempo limitado", "Última chance", "Terminando em breve"

source: Change bar colors when countdown ends to grab attention
es_es: Cambia los colores de la barra cuando termine la cuenta regresiva para captar la atención
it_it: Cambia i colori della barra quando il conto alla rovescia termina per attirare l'attenzione
ja: カウントダウンが終了したときにバーの色を変更して注目を集めましょう
pl_pl: Zmień kolory paska gdy odliczanie się kończy, aby przyciągnąć uwagę
pt_br: Mude as cores da barra quando a contagem regressiva terminar para chamar atenção
