Repository: antikton/antikton-topbar-countdown
Catalog: languages/topbar-countdown-notice-*.po
Languages: de_de, fr_fr, nl_nl

source: Action button/link
de_de: Aktionsschaltfläche/Link
fr_fr: Bouton/lien d'action
nl_nl: Actieknop/link

source: Action on Finish
de_de: Aktion bei Ablauf
fr_fr: Action à la Fin
nl_nl: Actie bij Voltooiing

source: Activate Bar
de_de: Leiste Aktivieren
fr_fr: Activer la Barre
nl_nl: Balk Activeren

source: Activate Countdown
de_de: Countdown Aktivieren
fr_fr: Activer le Compte à Rebours
nl_nl: Aftelling Activeren

source: Add custom CSS to style the top bar. Available classes:
de_de: Fügen Sie benutzerdefiniertes CSS hinzu, um die obere Leiste zu gestalten. Verfügbare Klassen:
fr_fr: Ajoutez du CSS personnalisé pour styliser la barre supérieure. Classes disponibles :
nl_nl: Voeg aangepaste CSS toe om de bovenbalk te stylen. Beschikbare klassen:

source: Alternative Background Color
de_de: Alternative Hintergrundfarbe
fr_fr: Couleur de Fond Alternative
nl_nl: Alternatieve Achtergrondkleur

source: Alternative Colors
de_de: Alternative Farben
fr_fr: Couleurs Alternatives
nl_nl: Alternatieve Kleuren

source: Alternative Link
de_de: Alternativer Link
fr_fr: Lien Alternatif
nl_nl: Alternatieve Link

source: Alternative Link Button Text
de_de: Alternativer Link-Button-Text
fr_fr: Texte du Bouton de Lien Alternatif
nl_nl: Alternatieve Link Knoptekst

source: Alternative Text
de_de: Alternativer Text
fr_fr: Texte Alternatif
nl_nl: Alternatieve Tekst

source: Alternative Text Color
de_de: Alternative Textfarbe
fr_fr: Couleur de Texte Alternative
nl_nl: Alternatieve Tekstkleur

source: Always test on smaller screens.
de_de: Testen Sie immer auf kleineren Bildschirmen.
fr_fr: Testez toujours sur des écrans plus petits.
nl_nl: Test altijd op kleinere schermen.

source: Appearance
de_de: Erscheinungsbild
fr_fr: Apparence
nl_nl: Weergave

source: Background Color
de_de: Hintergrundfarbe
fr_fr: Couleur de Fond
nl_nl: Achtergrondkleur

source: Bar Content
de_de: Leisteninhalt
fr_fr: Contenu de la Barre
nl_nl: Balkinhoud

source: Clarity:
de_de: Klarheit:
fr_fr: Clarté :
nl_nl: Duidelijkheid:

source: Configure when the bar should be visible. Leave both empty to always show the bar.
de_de: Konfigurieren Sie, wann die Leiste sichtbar sein soll. Lassen Sie beide Felder leer, um die Leiste immer anzuzeigen.
fr_fr: Configurez quand la barre doit être visible. Laissez les deux champs vides pour toujours afficher la barre.
nl_nl: Configureer wanneer de balk zichtbaar moet zijn. Laat beide leeg om de balk altijd te tonen.

source: Content & Countdown
de_de: Inhalt & Countdown
fr_fr: Contenu et Compte à Rebours
nl_nl: Inhoud & Aftelling

source: Contrast:
de_de: Kontrast:
fr_fr: Contraste :

source: Countdown container
fr_fr: Conteneur du compte à rebours
nl_nl: Aftelcontainer

source: Countdown Prefix Text
de_de: Countdown-Präfixtext
fr_fr: Texte Préfixe du Compte à Rebours
nl_nl: Aftelling Voorvoegseltekst

source: Countdown prefix text
de_de: Countdown-Präfixtext
fr_fr: Texte préfixe du compte à rebours
nl_nl: Aftelling voorvoegseltekst

source: Countdown Target
de_de: Countdown-Ziel
fr_fr: Cible du Compte à Rebours
nl_nl: Aftelling Doel

source: Countdown Timer
fr_fr: Minuteur de Compte à Rebours
nl_nl: Aftelklok

source: Countdown timer
fr_fr: Minuteur de compte à rebours
nl_nl: Aftelklok

source: Custom colors
de_de: Benutzerdefinierte Farben
fr_fr: Couleurs personnalisées
nl_nl: Aangepaste kleuren

source: Custom CSS
de_de: Benutzerdefiniertes CSS
fr_fr: CSS Personnalisé
nl_nl: Aangepaste CSS

source: Custom Date/Time
de_de: Benutzerdefiniertes Datum/Uhrzeit
fr_fr: Date/Heure Personnalisée
nl_nl: Aangepaste Datum/Tijd

source: Custom Target Date/Time
de_de: Benutzerdefiniertes Zieldatum/Uhrzeit
fr_fr: Date/Heure Cible Personnalisée
nl_nl: Aangepaste Doeldatum/Tijd

source: d
de_de: T
fr_fr: j

source: Debug Mode
de_de: Debug-Modus
fr_fr: Mode Débogage
nl_nl: Debugmodus

source: Display a customizable top bar with optional countdown timer and scheduling capabilities.
de_de: Zeigen Sie eine anpassbare obere Leiste mit optionalem Countdown-Timer und Planungsfunktionen an.
fr_fr: Affiche une barre supérieure personnalisable avec minuteur de compte à rebours optionnel et capacités de planification.
nl_nl: Toon een aanpasbare bovenbalk met optionele aftelklok en planningsfunctionaliteit.

source: Display seconds in countdown
de_de: Sekunden im Countdown anzeigen
fr_fr: Afficher les secondes dans le compte à rebours
nl_nl: Toon seconden in aftelling

source: End Date/Time
de_de: Enddatum/Uhrzeit
fr_fr: Date/Heure de Fin
nl_nl: Einddatum/Tijd

source: Ensure text is readable.
de_de: Stellen Sie sicher, dass der Text lesbar ist.
fr_fr: Assurez-vous que le texte est lisible.
nl_nl: Zorg ervoor dat de tekst leesbaar is.

source: General & Schedule
de_de: Allgemein & Zeitplan
fr_fr: Général et Planification
nl_nl: Algemeen & Planning

source: General Settings
de_de: Allgemeine Einstellungen
fr_fr: Paramètres Généraux
nl_nl: Algemene Instellingen

source: Get Support
de_de: Support Erhalten
fr_fr: Obtenir de l'Aide
nl_nl: Ondersteuning Krijgen

source: Hide the bar
de_de: Leiste ausblenden
fr_fr: Masquer la barre
nl_nl: Verberg de balk

source: Inner content wrapper
de_de: Innerer Inhalts-Wrapper
fr_fr: Conteneur de contenu interne
nl_nl: Binnenste inhoudswrapper

source: Keep messages short and sweet.
de_de: Halten Sie Nachrichten kurz und prägnant.
fr_fr: Gardez les messages courts et concis.
nl_nl: Houd berichten kort en bondig.

source: Learn More
de_de: Mehr Erfahren
fr_fr: En Savoir Plus
nl_nl: Meer Informatie

source: Main bar container
de_de: Haupt-Leistencontainer
fr_fr: Conteneur principal de la barre
nl_nl: Hoofdbalkcontainer

source: Main Content
de_de: Hauptinhalt
fr_fr: Contenu Principal
nl_nl: Hoofdinhoud

source: Main content area
de_de: Hauptinhaltsbereich
fr_fr: Zone de contenu principal
nl_nl: Hoofdinhoudsgebied

source: Main Link
de_de: Hauptlink
fr_fr: Lien Principal
nl_nl: Hoofdlink

source: Main Link Button Text
de_de: Hauptlink-Button-Text
fr_fr: Texte du Bouton de Lien Principal
nl_nl: Hoofdlink Knoptekst

source: Need help or have a feature request?
de_de: Benötigen Sie Hilfe oder haben Sie einen Feature-Wunsch?
fr_fr: Besoin d'aide ou vous avez une demande de fonctionnalité ?
nl_nl: Hulp nodig of een functieverzoek?

source: Open in new tab
de_de: In neuem Tab öffnen
fr_fr: Ouvrir dans un nouvel onglet
nl_nl: Openen in nieuw tabblad

source: Padding Bottom (px)
de_de: Innenabstand Unten (px)
fr_fr: Marge Inférieure (px)
nl_nl: Opvulling Onder (px)

source: Padding Left (px)
de_de: Innenabstand Links (px)
fr_fr: Marge Gauche (px)
nl_nl: Opvulling Links (px)

source: Padding Right (px)
de_de: Innenabstand Rechts (px)
fr_fr: Marge Droite (px)
nl_nl: Opvulling Rechts (px)

source: Padding Top (px)
de_de: Innenabstand Oben (px)
fr_fr: Marge Supérieure (px)
nl_nl: Opvulling Boven (px)

source: Quick Tips
de_de: Schnelle Tipps
fr_fr: Conseils Rapides
nl_nl: Snelle Tips

source: Same as End Date/Time
de_de: Gleich wie Enddatum/Uhrzeit
fr_fr: Identique à la Date/Heure de Fin
nl_nl: Hetzelfde als Einddatum/Tijd

source: Same as main colors
de_de: Gleich wie Hauptfarben
fr_fr: Identique aux couleurs principales
nl_nl: Hetzelfde als hoofdkleuren

source: Save Changes
de_de: Änderungen Speichern
fr_fr: Enregistrer les Modifications
nl_nl: Wijzigingen Opslaan

source: Scheduling
de_de: Zeitplanung
fr_fr: Planification
nl_nl: Planning

source: Server Time
de_de: Serverzeit
fr_fr: Heure du Serveur
nl_nl: Servertijd

source: Show alternative content
de_de: Alternativen Inhalt anzeigen
fr_fr: Afficher le contenu alternatif
nl_nl: Toon alternatieve inhoud

source: Show console.log messages in browser (for debugging)
de_de: Console.log-Meldungen im Browser anzeigen (zum Debuggen)
fr_fr: Afficher les messages console.log dans le navigateur (pour le débogage)
nl_nl: Toon console.log berichten in browser (voor debugging)

source: Show countdown timer
de_de: Countdown-Timer anzeigen
fr_fr: Afficher le minuteur de compte à rebours
nl_nl: Toon aftelklok

source: Show Seconds
de_de: Sekunden Anzeigen
fr_fr: Afficher les Secondes
nl_nl: Toon Seconden

source: Show the top bar
de_de: Obere Leiste anzeigen
fr_fr: Afficher la barre supérieure
nl_nl: Toon de bovenbalk

source: Start Date/Time
de_de: Startdatum/Uhrzeit
fr_fr: Date/Heure de Début
nl_nl: Startdatum/Tijd

source: Text Color
de_de: Textfarbe
fr_fr: Couleur du Texte
nl_nl: Tekstkleur

source: Topbar Countdown
fr_fr: Compte à Rebours Supérieur
nl_nl: Bovenbalk Aftelling

source: Topbar Countdown Notice
de_de: Topbar Countdown Hinweis
fr_fr: Barre Supérieure avec Compte à Rebours
nl_nl: Bovenbalk Aftelling Melding

source: Urgency:
de_de: Dringlichkeit:
fr_fr: Urgence :
nl_nl: Urgentie:

source: Use the countdown to drive action.
de_de: Nutzen Sie den Countdown, um zum Handeln anzuregen.
fr_fr: Utilisez le compte à rebours pour inciter à l'action.
nl_nl: Gebruik de aftelling om actie te stimuleren.

source: When End Date/Time is Reached
de_de: Wenn Enddatum/Uhrzeit Erreicht ist
fr_fr: Lorsque la Date/Heure de Fin est Atteinte
nl_nl: Wanneer Einddatum/Tijd Bereikt is

source: You can use HTML tags like <strong>, <em>, <span>, etc.
de_de: Sie können HTML-Tags wie <strong>, <em>, <span> usw. verwenden.
fr_fr: Vous pouvez utiliser des balises HTML comme <strong>, <em>, <span>, etc.
nl_nl: Je kunt HTML-tags gebruiken zoals <strong>, <em>, <span>, enz.

source: Help & Ideas
de_de: Hilfe & Ideen
fr_fr: Aide et Idées
nl_nl: Hulp & Ideeën

source: Configuration Ideas & Examples
de_de: Konfigurations-Ideen & Beispiele
fr_fr: Idées de Configuration et Exemples
nl_nl: Configuratie-ideeën & Voorbeelden

source: Get inspired with these practical examples for different seasons and use cases. These are just ideas - customize them to fit your needs!
de_de: Lassen Sie sich von diesen praktischen Beispielen für verschiedene Jahreszeiten und Anwendungsfälle inspirieren. Dies sind nur Ideen - passen Sie sie an Ihre Bedürfnisse an!
fr_fr: Inspirez-vous de ces exemples pratiques pour différentes saisons et cas d'usage. Ce ne sont que des idées - personnalisez-les selon vos besoins !
nl_nl: Laat je inspireren door deze praktische voorbeelden voor verschillende seizoenen en gebruikssituaties. Dit zijn slechts ideeën - pas ze aan naar jouw behoeften!

source: Seasonal Campaigns
de_de: Saisonale Kampagnen
fr_fr: Campagnes Saisonnières
nl_nl: Seizoenscampagnes

source: Christmas Sale (December)
de_de: Weihnachtsverkauf (Dezember)
fr_fr: Vente de Noël (Décembre)
nl_nl: Kerstuitverkoop (December)

source: Christmas Sale! Up to 50% OFF on all products
de_de: Weihnachtsverkauf! Bis zu 50% RABATT auf alle Produkte
fr_fr: Vente de Noël ! Jusqu'à 50% de RÉDUCTION sur tous les produits
nl_nl: Kerstuitverkoop! Tot 50% KORTING op alle producten

source: December 1st, 00:00
de_de: 1. Dezember, 00:00
fr_fr: 1er Décembre, 00:00
nl_nl: 1 December, 00:00

source: December 25th, 23:59
de_de: 25. Dezember, 23:59
fr_fr: 25 Décembre, 23:59
nl_nl: 25 December, 23:59

source: Active, targeting End Date
de_de: Aktiv, zielt auf Enddatum
fr_fr: Actif, ciblant la Date de Fin
nl_nl: Actief, gericht op Einddatum

source: Red background (#c41e3a), White text
de_de: Roter Hintergrund (#c41e3a), Weißer Text
fr_fr: Fond rouge (#c41e3a), Texte blanc
nl_nl: Rode achtergrond (#c41e3a), Witte tekst

source: New Year Countdown (December 31st)
de_de: Neujahrs-Countdown (31. Dezember)
fr_fr: Compte à Rebours du Nouvel An (31 Décembre)
nl_nl: Nieuwjaarsaftelling (31 December)

source: New Year is coming!
de_de: Das neue Jahr kommt!
fr_fr: Le Nouvel An arrive !
nl_nl: Het nieuwe jaar komt eraan!

source: December 31st, 00:00
de_de: 31. Dezember, 00:00
fr_fr: 31 Décembre, 00:00
nl_nl: 31 December, 00:00

source: January 1st, 00:00
de_de: 1. Januar, 00:00
fr_fr: 1er Janvier, 00:00
nl_nl: 1 Januari, 00:00

source: Active, show seconds
de_de: Aktiv, Sekunden anzeigen
fr_fr: Actif, afficher les secondes
nl_nl: Actief, toon seconden

source: Alternative Content:
de_de: Alternativer Inhalt:
fr_fr: Contenu Alternatif :
nl_nl: Alternatieve Inhoud:

source: Happy New Year! 20% OFF with code: NEWYEAR
de_de: Frohes Neues Jahr! 20% RABATT mit Code: NEWYEAR
fr_fr: Bonne Année ! 20% de RÉDUCTION avec le code : NEWYEAR
nl_nl: Gelukkig Nieuwjaar! 20% KORTING met code: NEWYEAR

source: Gold background (#ffd700), Black text
de_de: Goldener Hintergrund (#ffd700), Schwarzer Text
fr_fr: Fond doré (#ffd700), Texte noir
nl_nl: Gouden achtergrond (#ffd700), Zwarte tekst

source: Valentine's Day (February 14th)
de_de: Valentinstag (14. Februar)
fr_fr: Saint-Valentin (14 Février)
nl_nl: Valentijnsdag (14 Februari)

source: Valentine's Day Special - Perfect gifts for your loved ones
de_de: Valentinstag-Special - Perfekte Geschenke für Ihre Liebsten
fr_fr: Spécial Saint-Valentin - Cadeaux parfaits pour vos proches
nl_nl: Valentijnsdag Special - Perfecte cadeaus voor je geliefden

source: February 7th, 00:00
de_de: 7. Februar, 00:00
fr_fr: 7 Février, 00:00
nl_nl: 7 Februari, 00:00

source: February 14th, 23:59
de_de: 14. Februar, 23:59
fr_fr: 14 Février, 23:59
nl_nl: 14 Februari, 23:59

source: Pink background (#ff69b4), White text
de_de: Rosa Hintergrund (#ff69b4), Weißer Text
fr_fr: Fond rose (#ff69b4), Texte blanc
nl_nl: Roze achtergrond (#ff69b4), Witte tekst

source: Black Friday (November)
fr_fr: Black Friday (Novembre)

source: BLACK FRIDAY - Up to 70% OFF!
de_de: BLACK FRIDAY - Bis zu 70% RABATT!
fr_fr: BLACK FRIDAY - Jusqu'à 70% de RÉDUCTION !
nl_nl: BLACK FRIDAY - Tot 70% KORTING!

source: Last Friday of November, 00:00
de_de: Letzter Freitag im November, 00:00
fr_fr: Dernier vendredi de Novembre, 00:00
nl_nl: Laatste vrijdag van November, 00:00

source: Sunday after Black Friday, 23:59
de_de: Sonntag nach Black Friday, 23:59
fr_fr: Dimanche après le Black Friday, 23:59
nl_nl: Zondag na Black Friday, 23:59

source: Black background (#000000), Yellow text (#ffeb3b)
de_de: Schwarzer Hintergrund (#000000), Gelber Text (#ffeb3b)
fr_fr: Fond noir (#000000), Texte jaune (#ffeb3b)
nl_nl: Zwarte achtergrond (#000000), Gele tekst (#ffeb3b)

source: Spring Sale (March-April)
de_de: Frühlingsverkauf (März-April)
fr_fr: Vente de Printemps (Mars-Avril)
nl_nl: Lente-uitverkoop (Maart-April)

source: Spring Collection - Fresh arrivals now available!
de_de: Frühlingskollektion - Neue Artikel jetzt verfügbar!
fr_fr: Collection Printemps - Nouvelles arrivées disponibles !
nl_nl: Lentecollectie - Nieuwe artikelen nu beschikbaar!

source: March 20th, 00:00
de_de: 20. März, 00:00
fr_fr: 20 Mars, 00:00
nl_nl: 20 Maart, 00:00

source: April 30th, 23:59
de_de: 30. April, 23:59
fr_fr: 30 Avril, 23:59
nl_nl: 30 April, 23:59

source: Light green background (#90ee90), Dark green text (#006400)
de_de: Hellgrüner Hintergrund (#90ee90), Dunkelgrüner Text (#006400)
fr_fr: Fond vert clair (#90ee90), Texte vert foncé (#006400)
nl_nl: Lichtgroene achtergrond (#90ee90), Donkergroene tekst (#006400)

source: Summer Sale (July-August)
de_de: Sommerverkauf (Juli-August)
fr_fr: Vente d'Été (Juillet-Août)
nl_nl: Zomeruitverkoop (Juli-Augustus)

source: Summer Sale - Beat the heat with hot deals!
de_de: Sommerverkauf - Bekämpfen Sie die Hitze mit heißen Angeboten!
fr_fr: Vente d'Été - Combattez la chaleur avec des offres brûlantes !
nl_nl: Zomeruitverkoop - Versla de hitte met hete deals!

source: July 1st, 00:00
de_de: 1. Juli, 00:00
fr_fr: 1er Juillet, 00:00
nl_nl: 1 Juli, 00:00

source: August 31st, 23:59
de_de: 31. August, 23:59
fr_fr: 31 Août, 23:59
nl_nl: 31 Augustus, 23:59

source: Orange background (#ff8c00), White text
de_de: Oranger Hintergrund (#ff8c00), Weißer Text
fr_fr: Fond orange (#ff8c00), Texte blanc
nl_nl: Oranje achtergrond (#ff8c00), Witte tekst

source: Product Launches & Events
de_de: Produkteinführungen & Veranstaltungen
fr_fr: Lancements de Produits et Événements
nl_nl: Productlanceringen & Evenementen

source: Product Launch Countdown
de_de: Produkteinführungs-Countdown
fr_fr: Compte à Rebours de Lancement de Produit
nl_nl: Productlancering Aftelling

source: New product launching soon!
de_de: Neues Produkt startet bald!
fr_fr: Nouveau produit bientôt disponible !
nl_nl: Nieuw product komt binnenkort!

source: Active, targeting launch date
de_de: Aktiv, zielt auf Startdatum
fr_fr: Actif, ciblant la date de lancement
nl_nl: Actief, gericht op lanceringsdatum

source: NOW AVAILABLE! Get 20% OFF with code: LAUNCH20
de_de: JETZT VERFÜGBAR! Erhalten Sie 20% RABATT mit Code: LAUNCH20
fr_fr: DISPONIBLE MAINTENANT ! Obtenez 20% de RÉDUCTION avec le code : LAUNCH20
nl_nl: NU BESCHIKBAAR! Krijg 20% KORTING met code: LAUNCH20

source: Alternative Colors:
de_de: Alternative Farben:
fr_fr: Couleurs Alternatives :
nl_nl: Alternatieve Kleuren:

source: Green background to indicate "live"
de_de: Grüner Hintergrund um "live" anzuzeigen
fr_fr: Fond vert pour indiquer "en direct"
nl_nl: Groene achtergrond om "live" aan te geven

source: Webinar/Event Registration
de_de: Webinar/Veranstaltungs-Registrierung
fr_fr: Inscription Webinaire/Événement
nl_nl: Webinar/Evenement Registratie

source: Free Webinar: Marketing Strategies 2024
de_de: Kostenloses Webinar: Marketing-Strategien 2024
fr_fr: Webinaire Gratuit : Stratégies Marketing 2024
nl_nl: Gratis Webinar: Marketingstrategieën 2024

source: Active, targeting event start
de_de: Aktiv, zielt auf Veranstaltungsbeginn
fr_fr: Actif, ciblant le début de l'événement
nl_nl: Actief, gericht op evenement start

source: Show alternative: "Event is LIVE! Join now"
de_de: Alternative anzeigen: "Veranstaltung ist LIVE! Jetzt teilnehmen"
fr_fr: Afficher l'alternatif : "L'événement est EN DIRECT ! Rejoignez-nous"
nl_nl: Toon alternatief: "Evenement is LIVE! Doe nu mee"

source: Coupon Reveal
de_de: Gutschein-Enthüllung
fr_fr: Révélation de Coupon
nl_nl: Coupon Onthulling

source: Secret discount code reveals in...
de_de: Geheimer Rabattcode wird enthüllt in...
fr_fr: Le code de réduction secret se révèle dans...
nl_nl: Geheime kortingscode wordt onthuld over...

source: Use code SAVE30 for 30% OFF!
de_de: Verwenden Sie Code SAVE30 für 30% RABATT!
fr_fr: Utilisez le code SAVE30 pour 30% de RÉDUCTION !
nl_nl: Gebruik code SAVE30 voor 30% KORTING!

source: Bright color to grab attention
de_de: Helle Farbe um Aufmerksamkeit zu erregen
fr_fr: Couleur vive pour attirer l'attention
nl_nl: Felle kleur om aandacht te trekken

source: Informational & Announcements
de_de: Informationen & Ankündigungen
fr_fr: Informatifs et Annonces
nl_nl: Informatief & Aankondigingen

source: Maintenance Notice
de_de: Wartungshinweis
fr_fr: Avis de Maintenance
nl_nl: Onderhoudsmelding

source: Scheduled maintenance tonight 10 PM - 2 AM
de_de: Geplante Wartung heute Nacht 22 Uhr - 2 Uhr
fr_fr: Maintenance programmée ce soir 22h - 2h
nl_nl: Gepland onderhoud vanavond 22:00 - 02:00

source: Day before maintenance, 08:00
de_de: Tag vor der Wartung, 08:00
fr_fr: Jour avant la maintenance, 08:00
nl_nl: Dag voor onderhoud, 08:00

source: Maintenance end time
de_de: Wartungsende
fr_fr: Heure de fin de maintenance
nl_nl: Einde onderhoudstijd

source: Orange background (#ff9800), Black text
de_de: Oranger Hintergrund (#ff9800), Schwarzer Text
fr_fr: Fond orange (#ff9800), Texte noir
nl_nl: Oranje achtergrond (#ff9800), Zwarte tekst

source: Important Announcement
de_de: Wichtige Ankündigung
fr_fr: Annonce Importante
nl_nl: Belangrijke Aankondiging

source: New shipping policy - Free shipping on orders over $50
de_de: Neue Versandrichtlinie - Kostenloser Versand bei Bestellungen über $50
fr_fr: Nouvelle politique d'expédition - Livraison gratuite pour les commandes de plus de 50$
nl_nl: Nieuw verzendbeleid - Gratis verzending bij bestellingen boven $50

source: Empty (always show)
de_de: Leer (immer anzeigen)
fr_fr: Vide (toujours afficher)
nl_nl: Leeg (altijd tonen)

source: Empty (permanent)
de_de: Leer (permanent)
fr_fr: Vide (permanent)
nl_nl: Leeg (permanent)

source: Course Enrollment Deadline
de_de: Anmeldefrist für Kurs
fr_fr: Date Limite d'Inscription au Cours
nl_nl: Cursusinschrijving Deadline

source: Last chance to enroll! Course starts soon
de_de: Letzte Chance zur Anmeldung! Kurs beginnt bald
fr_fr: Dernière chance de s'inscrire ! Le cours commence bientôt
nl_nl: Laatste kans om in te schrijven! Cursus begint binnenkort

source: Active, targeting enrollment deadline
de_de: Aktiv, zielt auf Anmeldefrist
fr_fr: Actif, ciblant la date limite d'inscription
nl_nl: Actief, gericht op inschrijvingsdeadline

source: Pro Tips
de_de: Profi-Tipps
fr_fr: Conseils de Pro

source: Use emojis to make your messages more eye-catching and friendly
de_de: Verwenden Sie Emojis, um Ihre Nachrichten auffälliger und freundlicher zu gestalten
fr_fr: Utilisez des emojis pour rendre vos messages plus accrocheurs et conviviaux
nl_nl: Gebruik emoji's om je berichten opvallender en vriendelijker te maken

source: Match colors with your brand or the season/event theme
de_de: Passen Sie die Farben an Ihre Marke oder das Saison-/Veranstaltungsthema an
fr_fr: Harmonisez les couleurs avec votre marque ou le thème de la saison/événement
nl_nl: Stem kleuren af op je merk of het seizoen/evenement thema

source: Show seconds in countdown for last-minute urgency (last 24 hours)
de_de: Zeigen Sie Sekunden im Countdown für Last-Minute-Dringlichkeit (letzte 24 Stunden)
fr_fr: Affichez les secondes dans le compte à rebours pour l'urgence de dernière minute (dernières 24 heures)
nl_nl: Toon seconden in aftelling voor last-minute urgentie (laatste 24 uur)

source: Use alternative content to reveal special offers or discount codes
de_de: Verwenden Sie alternativen Inhalt, um Sonderangebote oder Rabattcodes zu enthüllen
fr_fr: Utilisez le contenu alternatif pour révéler des offres spéciales ou des codes de réduction
nl_nl: Gebruik alternatieve inhoud om speciale aanbiedingen of kortingscodes te onthullen

source: Always test on mobile devices - keep messages short!
de_de: Testen Sie immer auf mobilen Geräten - halten Sie Nachrichten kurz!
fr_fr: Testez toujours sur les appareils mobiles - gardez les messages courts !
nl_nl: Test altijd op mobiele apparaten - houd berichten kort!

source: Create urgency with phrases like "Limited time", "Last chance", "Ending soon"
de_de: Erzeugen Sie Dringlichkeit mit Phrasen wie "Begrenzte Zeit", "Letzte Chance", "Endet bald"
fr_fr: Créez de l'urgence avec des phrases comme "Temps limité", "Dernière chance", "Bientôt terminé"
nl_nl: Creëer urgentie met zinnen als "Beperkte tijd", "Laatste kans", "Eindigt binnenkort"

source: Change bar colors when countdown ends to grab attention
de_de: Ändern Sie die Leistenfarben wenn der Countdown endet, um Aufmerksamkeit zu erregen
fr_fr: Changez les couleurs de la barre lorsque le compte à rebours se termine pour attirer l'attention
nl_nl: Verander balkleuren wanneer aftelling eindigt om aandacht te trekken

source: h
de_de: Std
nl_nl: u

source: m
de_de: Min

source: Mobile:
de_de: Mobil:
nl_nl: Mobiel:

source: s
de_de: Sek

source: Support
nl_nl: Ondersteuning
